---
kind: property
id: P:Autodesk.Revit.DB.ModelPathUtils.CloudRegionUS
source: html/c5e22d28-4779-809b-0269-cb40cb1f4efb.htm
---
# Autodesk.Revit.DB.ModelPathUtils.CloudRegionUS Property

The name of cloud region US.

## Syntax (C#)
```csharp
public static string CloudRegionUS { get; }
```